<?php
$page_title = "プロフィール";
$page_title_eng = "Profile";
$page_description = "";
$page_style = "";
$page_script = '';
?>
<?php include_once './header.php'; ?>
<?php include_once './page_title.php'; ?>

<!-- プロフィールprocile.php -->
<div class='overflow'>

    <section>
        <div class="bg_white">
            <div class='space_3 space_sp3'></div>
            <div class="single">
                <div class="mbox shadow radius bg_white">
                    <h2 class="line_height_14 tcenter">
                        <span class="eng base_color fs_40">
                            Profile
                        </span><br class="sponly">
                        <span class="fs_20 fs_sp20 font_kiwi">
                            プロフィール
                        </span>
                    </h2>
                    <div class='space_3 space_sp12'></div>

                    <div class="b_m5 tcenter width_sp5">
                        <img src='<?php echo $img; ?>/profile_sns.webp' alt='<?php echo $company; ?>のプロフィール画像' loading='lazy'>
                    </div>

                    <div class='space_3 space_sp1'></div>

                    <ul class="sns_btn a_center j_center">

                        <!-- // instagram -->
                        <li class="instagram">
                            <a href="<?php echo $instagram02; ?>" target="_blank" rel="nofollow">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 18 17.9">
                                    <g>
                                        <path class="c" d="M9,1.6c2.4,0,2.7,0,3.6,.1,.9,0,1.3,.2,1.7,.3,.4,.2,.7,.4,1,.7s.5,.6,.7,1c.1,.3,.3,.8,.3,1.7s.1,1.2,.1,3.6,0,2.7-.1,3.6c0,.9-.2,1.3-.3,1.7-.2,.4-.4,.7-.7,1s-.6,.5-1,.7c-.3,.1-.8,.3-1.7,.3s-1.2,.1-3.6,.1-2.7,0-3.6-.1c-.9,0-1.3-.2-1.7-.3-.4-.2-.7-.4-1-.7s-.5-.6-.7-1c-.1-.4-.3-.9-.3-1.8s-.1-1.2-.1-3.6,0-2.7,.1-3.6c0-.9,.2-1.3,.3-1.7,.2-.4,.4-.7,.7-1s.6-.5,1-.7c.3-.1,.8-.3,1.7-.3h3.6m0-1.6c-2.4,0-2.7,0-3.7,.1-1,0-1.6,.2-2.2,.4-.6,.2-1.1,.5-1.6,1-.5,.5-.8,1-1,1.6-.2,.5-.4,1.2-.4,2.1,0,1-.1,1.3-.1,3.7s0,2.7,.1,3.7c0,1,.2,1.6,.4,2.2,.2,.6,.5,1.1,1,1.6,.5,.5,1,.8,1.6,1s1.2,.4,2.2,.4,1.3,.1,3.7,.1,2.7,0,3.7-.1c1,0,1.6-.2,2.2-.4,.6-.2,1.1-.5,1.6-1s.8-1,1-1.6,.4-1.2,.4-2.2,.1-1.3,.1-3.7,0-2.7-.1-3.7c0-1-.2-1.6-.4-2.2-.2-.6-.5-1.1-1-1.6-.5-.5-1-.8-1.6-1S13.7,0,12.7,0h-3.7Zm0,4.3c-2.6,0-4.6,2.1-4.6,4.6s2.1,4.6,4.6,4.6,4.6-2.1,4.6-4.6-2.1-4.6-4.6-4.6Zm0,7.6c-1.6,0-3-1.3-3-3,0-1.6,1.3-3,3-3,1.6,0,3,1.3,3,3-.1,1.6-1.4,3-3,3ZM13.7,3.1c-.6,0-1.1,.5-1.1,1.1s.5,1.1,1.1,1.1,1.1-.5,1.1-1.1-.5-1.1-1.1-1.1Z" />
                                    </g>
                                </svg>
                            </a>
                        </li>

                    </ul>

                    <div class='space_3 space_sp1'></div>

                    <h3 class="b_m10 mtext1 tcenter">
                        <span class="fs_30 fs_sp25 base_color tcenter font_kiwi">
                            多様な「デザイン」で<br class="sponly">「人と人とをつなげる」お手伝い。
                        </span>
                    </h3>

                    <div class="sbox b_m10">
                        <div class="mbox radius">
                            <p class="tjustify">
                                デザネコは、単純に「デザイン」と「ネコ」が好きなので名付けました。<br>
                                名刺1枚から、チラシやポスター、飲食店のメニューまで、撮影から取材・デザインまで幅広く対応しています。僕の手掛けた制作物が皆さんの幸せに少しでも貢献できれば光栄です。<br>
                                夢は「記念日を彩るギフト・ブランド」を作ること。個人ひとりひとりが自分の魅力「ブランド」を発信できる時代。これからも沖縄から世界へ発信できる環境をサポートしていけたらと考えています。
                            </p>
                        </div>

                        <div class='space_3 space_sp5'></div>

                        <h2 class="line_height_14 tcenter">
                            <span class="eng base_color fs_40">
                                Profile
                            </span><br class="sponly">
                            <span class="fs_20 fs_sp20 font_kiwi">
                                ガーヒーについて
                            </span>
                        </h2>
                        <div class='space_3 space_sp2'></div>


                        <div class="mbox bg_f2 radius">
                            <p>
                                10年以上、1000件以上のホームページ制作に携わってきました。<br>
                                取材・撮影・デザイン・コーディング・ライティング全て一貫して担当してきた現場経験型Web制作者です。
                            </p>
                            <p>
                                その中で感じたのは、多くのホームページが「作ったまま更新されていない」ということ。本当に大切なのは、ホームページを「作る」ことではなく「育てる」ことだと実感しました。<br>
                                その想いから、デザネコでは小さなお店のホームページ制作とブログ運用をサポートしています。
                            </p>
                        </div>

                        <div class='space_3 space_sp2'></div>

                        <h2 class="line_height_14 tcenter">
                            <span class="eng base_color fs_40">
                                Career History
                            </span><br class="sponly">
                            <span class="fs_20 fs_sp20 font_kiwi">
                                経歴・実績
                            </span>
                        </h2>
                        <div class='space_3 space_sp2'></div>

                        <dl class="dl_flow_dot">
                            <dt class="font_kiwi">1984年 沖縄県で生まれる</dt>
                            <dd>幼少期からものづくりや創作活動に興味を持ち、絵を描いたりすることが好きで、友人からデザイナーに向いているんじゃない？と言われたのが、この道に進むきっかけです。<br>
                                成長とともにクリエイティブな表現への関心が深まり、20歳から独学でデザインを学び始めました。</dd>
                            <dt class="font_kiwi">広告代理店でデザイナーとして勤務</dt>
                            <dd>デザイナーとしてのキャリアは、広告代理店での勤務から本格的にスタート。<br>
                                某大手スーパーやデパートのチラシ、広告印刷物のデザインを担当し、印刷物など出来上がったものを通じてお客さまの興味を引きつける表現を追求。<br>
                                限られたスペースの中で「伝えたい情報をわかりやすく、そして魅力的に伝える」ことの重要性を学び、質はもちろん、スピードも求められる現場では、実践を重ねる日々でした。</dd>
                            <dt class="font_kiwi">沖縄県内13店舗以上の飲食業界の専属デザイナーとして勤務</dt>
                            <dd>広告代理店での経験を経て、より自由なクリエイティブに挑戦するため、飲食業界の専属デザイナーとしての道を選びました。最大の理由は、「デザインだけでなく、撮影・編集・印刷・企画まですべての工程に携わりたい」という想いがあったからです。<br>
                                沖縄県内に13店舗以上を展開する飲食企業で、メニュー・ポスター・販促物などのデザインを一手に担当しました。料理の魅力を引き出す撮影や、店舗ごとの個性を活かしたデザインを通じて、より効果的な販促を目指しました。<br>
                                飲食業界ならではのスピード感や臨機応変な対応力が求められる環境の中で、**「売れるデザインとは何か」**を常に考え、実践を重ねてきました。この経験が、現在の幅広いクリエイティブ活動の基盤となっています。</dd>
                            <dt class="font_kiwi">沖縄県内のブログ制作会社に勤務</dt>
                            <dd>広告や飲食業界でのデザイン経験を積む中で、Web業界の急成長を肌で感じていました。特に、iPhoneの普及をはじめとするWeb市場の拡大を見て、「この流れに乗り遅れたらやばい」という危機感を抱き、ブログ制作の分野へと挑戦することを決意しました。<br>
                                今では沖縄県内でも最多級の制作実績を誇るブログ制作会社に入社し、Webデザインの技術やトレンドを学びながら、実践の中で経験を積んでいます。<br>
                                デザインだけでなく、構成やどうすればお客さまからのお問い合わせにつながるのか？などの導線を意識したブログ制作。お客さまの希望や目的に合わせた最適な提案を行っています。<br>
                                これまでに手掛けたブログは1,000件以上。紙媒体で培ったデザインスキルと、Webの知識を掛け合わせることで、より効果的なクリエイティブを提供できるようになりました。現在も、進化し続けるWeb業界の最前線で、新たな挑戦を続けています。
                            </dd>
                            <dt class="font_kiwi">AIを活用したクリエイティブな活動に力を入れています</dt>
                            <dd>近年、AI技術が急速に進化する中で、クリエイティブな分野にもその可能性が広がっていると感じています。僕は、この変革をチャンスと捉えていて、AIを活用したクリエイティブな活動に今、力を入れています。<br>

                                特に、AIを使った動画制作や音楽制作の技術発達はとても加速していて、これまでの手法では難しかったCGなどの新しい表現や、効率的な作業が可能になっています。<br>
                                AIを活用することで、制作時間の短縮や、クオリティの向上を実現し、より多くのお客さまに満足いただける作品を提供できるようになっています。<br>

                                また、AIを駆使したSNSなどのプロモーション活動にも力を入れています。<br>
                                ターゲットに合わせた最適な配信をすることで、より多くの人々にリーチできるよう努めていきたい。今後も、AIの進化に合わせて、さらに新しいクリエイティブを生み出し、お客さまに価値を届けていきたいと考えています。</dd>
                        </dl>
                        <div class='space_3 space_sp1'></div>

                        <div class="mbox bg_yellow radius">
                            <button class='btn_hologram radius center'><a href='./'>デザネコホームページはこちら</a></button>
                        </div>

                    </div>
                </div>
            </div>
        </div>
    </section>

</div>
<!-- プロフィール -->

<?php include_once './footer.php'; ?>